Repository: dionysio/django-djobberbase
Catalog: djobberbase/locale/*/LC_MESSAGES/django.po
Languages: cs

source: [ %(site_name)s ] New job: %(job_title)s
cs: [ %(site_name)s ] Nová pracovní pozice: %(job_title)s

source: [ %(site_name)s ] Edited job: %(job_title)s
cs: [ %(site_name)s ] Upravovaná pracovni pozice: %(job_title)s

source: Your ad on %(site_name)s
cs: Vaše reklama na %(site_name)s

source: [ %(site_name)s ] I wish to apply for %(job_title)s
cs: Hlásím se o pozici

source: What kind of job?
cs: Jaká práce?

source: Where?
cs: Kde?

source: Cleans up old jobs which are past their validity date.
cs: Odstranení starých pracovních míst, které jsou po datu platnosti.

source: This action will mark {} jobs as inactive. Do you agree? y/n
cs: Tato akce označí pracovní pozice {} jako deaktivované. Souhlasíte?

source: Continent
cs: Kontinent

source: Region
cs: Región

source: Country
cs: Stát

source: County
cs: Kraj

source: City
cs: Město

source: Street
cs: Ulice

source: Place cannot be of this type. It needs to be one of:
cs: Lokalita nemůže mít tento typ. Musí to být jeden z následujících:

source: Languages
cs: Jazyky

source: Language
cs: Jazyk

source: Salary range minimum
cs: Minimální mzda

source: External job URL
cs: URL adresa pracovní pozice

source: Valid until
cs: Platnost

source: You can hide the posting from others by unchecking this option.
cs: Můžete skrýt tuto pozici od ostatních zatržením této volby.

source: Job posting end date is in the past.
cs: Zvolené datum pracovní pozice je v minulosti.

source: Similar active job posting from your company already exists. You need to change the title of your posting or deactivate the original one. The original is available over here:
cs: V databázi je podobná pozice jako tato zadaná. Je nutno změnit název pozice nebo smazat původní, která je dostupná na adrese:

source: Job application for [{}]{} from IP: {}
cs: Zájem o pracovní pozici [{}]{} z IP adresy: {}

source: Visit for [{}]{} from IP: {}
cs: Návštěva pro [{}]{} z IP adresy: {}

source: Spam report for [{}]{} from IP: {}
cs: Nahlášení spamu pro [{}]{} z IP adresy: {}

source: Unkwown stat
cs: Neznámá typ záznamu

source: Hello
cs: Ahoj

source: Your ad was published and is available at
cs: Vaše reklama byla zveřejněna a je k dispozici na adrese

source: Edit it
cs: Uprav

source: Thank you for using our service!
cs: Děkujeme, že využíváte naši službu!

source: Your job was posted, but since this is the first time you post with this e-mail address, we need to manually verify it. \nThank you for your patience, as the ad should be published ASAP. We'll send you an e-mail when that happens. \nFrom now on, every ad you post with this e-mail address will instantly be published.
cs: Vaše pracovní pozice byla přidána, no protože použiváte tuto e-mailovou adresou adresou poprvé, musíme jí ručně ověřit. \ Nděkujeme za vaši trpělivost, protože reklama by měla být zveřejněna co nejdříve. Pošleme vám e-mail, když se to stane. \ NFrom chvíle, v každém inzerátu účtujete s touto e-mailovou adresu bude okamžitě zveřejněna.

source: Full-time
cs: Plný pracovní úvazek

source: other
cs: ostatní

source: e.g. "London, UK"
cs: např. Brno

source: Format text with Textile
cs: Formátujte text s Textile

source: Textile syntax
cs: Syntax Textile

source: Final result
cs: Finální výsledek

source: That is _incredible_
cs: To je _úžasné_

source: *Indeed* it is
cs: Je to *tak*

source: <strong>Indeed</strong> it is
cs: Je to <strong>tak</strong>

source: * apples<br />* oranges<br />* pears
cs: * Jablka <br /> * pomeranče <br /> * hrušky

source: apples
cs: jablka

source: oranges
cs: pomeranče

source: pears
cs: hrušky

source: # first<br /># second<br /># third
cs: # První <br /> <br /> # druhý # třetí

source: first
cs: první

source: second
cs: druhý

source: third
cs: třetí

source: Hiring company or person
cs: Kontaktní osoba

source: Website
cs: Webová stránka

source: E-mail<br /><strong>(not published)</strong>
cs: E-mailová adresa <br /> <strong> (nebude zveřejněna) </ strong>

source: View all
cs: Ukázat všechny

source: Only display
cs: Filtrovat

source: Search results found for:
cs: Výsledky vyhledáváni pro"

source: All jobs
cs: Všechny pracovní pozice

source: at
cs: v

source: in
cs: v

source: There are currently no available jobs for
cs: Momentálně nejsou k dispozici žádné pracovní místa

source: Post a new job
cs: Přidání nového zaměstnání

source: Job types
cs: Typy pracovních pozic

source: Activate selected jobs.
cs: Aktivovat vybrané pracovní pozice.

source: Deactivate selected jobs.
cs: Deaktivovat vybrané pracovní pozice.

source: Mark selected jobs as spotlight.
cs: Označit vybrané pracovní pozice.

source: Job Details
cs: Detaily pracovní pozice

source: Company Info
cs: Informace o společnosti

source: Admin Info
cs: Informace o správcovi

source: Your ad on %(site_name)s was published
cs: Vaše ponuka byla zveřejněna.

source: %(site_name)s RSS Job feed
cs: %(site_name)s RSS

source: : %(category)s jobs
cs: : pracovní pozice z kategorie %(category)s

source: Latest jobs
cs: Nejnovější pracovní pozice

source: Latest jobs for %(category)s
cs: Nejnovější pracovní pozice z kategorie %(category)s

source: You need to wait %(remaining)s more minute(s) before you can apply for a job again.
cs: Vyčkejte %(remaining)s minut než se budete moci ucházet o zaměstnání znovu.

source: Your resume/CV has an invalid extension.
cs: Váš životopis / CV má neplatnou příponu.

source: Your resume/CV must not exceed the file size limit. (%(size)sMB)
cs: Váš životopis / CV nesmí překročit limit velikosti souboru. ((%(size)sMB)

source: Name
cs: Jméno

source: Description
cs: Popis

source: Category order
cs: Pořadí kategorií

source: Category
cs: Kategorie

source: Categories
cs: Kategorie

source: Place
cs: Město

source: Company
cs: Společnost

source: Job Type
cs: Typ pracovní pozice

source: Title
cs: Titul

source: Created on
cs: Vytvořeno dne

source: Spotlight
cs: Destacado

source: Job
cs: Pracovní pozice

source: Jobs
cs: Pracovní pozice

source: Application
cs: Žádost

source: Hit
cs: Návštěva

source: Spam
cs: Nahlásit spam

source: Job Stat
cs: Statistiky pracovní pozice

source: Job Stats
cs: Statistiky pracovních pozic

source: Keywords
cs: Klíčová slova

source: Search
cs: Hledat

source: Searches
cs: Hledat

source: Your application was sent successfully.
cs: Vaše žádost byla odeslána.

source: Your job post needs to be verified by a moderator.
cs: Vaše pracovní ponuka musí být potvrzena administrátorem.

source: Your job post has been published.
cs: Vaše ponuka byla zveřejněna.

source: Your job has been activated.
cs: Vaše ponuka byla aktivována.

source: Your job has been deactivated.
cs: Vaše ponuka byla deaktivována
